{
  "truths": [
    "When is the last time you pretended to be sick when you weren't?",
    "What qualities do you most enjoy in a friend?",
    "What obscure interest do you have?",
    "What are your first impressions of the person who ran this command?",
    "Did you have an imaginary friend when you were growing up?",
    "What is the last big goal you accomplished?",
    "Tell an embarrassing tale about yourself.",
    "Have you been given any good advice lately?",
    "For what in your life do you feel most grateful?",
    "Have you poured salt on a slug?",
    "What is the messiest situation you've ever encountered?",
    "What do you wish you had learned five years before you did?",
    "What is something that will instantly annoy you?",
    "Have you ever taken money from your roommate?",
    "When have you had to walk away in shame?",
    "Have you smelled the inside of a seashell?",
    "Have you ever peed in a pool?",
    "Do you have any family members that are mechanics?",
    "What languages can you speak?",
    "What gets on your nerves the most?",
    "Would you feel comfortable showing someone your camera roll?",
    "What can you talk about for hours?",
    "If you could be any celebrity, who would you be and why?",
    "How much money do you make?",
    "Do you pick your nose?",
    "Do you need a hug?",
    "Do you like summer or winter more? Why?",
    "Do you have any family members that are teachers?",
    "What's something that you believe you'll never be able to do well?",
    "What is the best vacation you’ve ever been on?",
    "If you could do it, what would you change your name to?",
    "What is your typing speed?",
    "Is there anything that you’ve regretted spending money on?",
    "What are you wearing?",
    "If you could remove one person from this server, who would it be?",
    "Do you overthink a lot?",
    "What is the most annoying thing on Earth for you?",
    "Do you know how to swim?",
    "What do you look most for in a person?",
    "If you had to walk away from one technology in your life, what would it be?",
    "What are some of your dreams for the future?",
    "Does your best friend call you their best friend?",
    "Are you where you thought you’d be 10 years ago?",
    "Are there any rules or social norms that piss you off?",
    "What talent do you have that's embarrassing to share?",
    "If you had only 24 hours left to live, what would you do?",
    "What has been your biggest financial mistake?",
    "What is money to you?",
    "Have you ever forgotten to put on underwear?",
    "What do you secretly hoard?",
    "What is your favourite movie?",
    "What was your most recent embarrassing moment?",
    "What's the worst accident you ever had?",
    "What question have people recently been constantly asking you?",
    "Do you remember what the first school report you wrote was about?",
    "What have you recently found to be ironic?",
    "What is the longest amount of time that you have ever been away from home?",
    "Can you use a pogo stick?",
    "What do you want to be when you grow up?",
    "What is the sweetest thing that someone could do for you?",
    "Have you ever fallen down the stairs?",
    "Are you embarrassed by the music you listen to?",
    "What do you find extremely difficult that most people find simple?",
    "What is your ideal school like?",
    "How long have you been in the server?",
    "What's the most you've ever donated to a Twitch stream?",
    "What is the most embarrassing thing you have put on social media?",
    "Would you ever get a tattoo? What kind of tattoo would it be?",
    "Who is someone you need to contact that you haven't?",
    "What country would you like to live in if you had the chance?",
    "What is the most embarrassing song you listen to?",
    "What's the best part of rain?",
    "Do you have a favorite brand?",
    "Which of your past teachers would you like to sit down with and talk to today?",
    "Who here do you trust the least?",
    "Would you ever want to be famous, and if so, for what?",
    "What habit can’t you seem to quit?",
    "Which singer do you identify with and why?",
    "If you write a book, what would it be about?",
    "What are you really-really good at?",
    "Do you believe in aliens?",
    "When was a time that someone really betrayed your trust?",
    "How many times have you skipped class for no reason?",
    "How do you approach life?",
    "What are your thoughts on peanut butter?",
    "What's the most embarrassing situation you've ever farted in?",
    "Is there something that you've dreamed of doing for a long time? Why haven't you done it?",
    "What is something that you absolutely will not put up with?",
    "What is your shoe size?",
    "What can you talk about for hours?",
    "What would you like to do in the future that you don't dare to do now?",
    "Have you ever gone to the bathroom in the pool?",
    "What bad decision did you make that actually turned out to be a good decision?",
    "What's something that you recently learned that everyone else already knew?",
    "What's the earliest memory of your life?",
    "How do you make decisions?",
    "What did you think you were good at but found out that you really weren't?",
    "Have you lied about your age?",
    "What's something you lose sleep over?",
    "What would you like to be reincarnated as?"
  ]
}