{
  "wyr": [
    "Would you rather adopt Pusheen or Nyan Cat?",
    "Would you rather take a sizzling hot shower or or an ice cold freezing shower?",
    "Would you rather be male or be female?",
    "Would you rather eat Nutella or bacon?",
    "Would you rather be tall and really skinny or be buff and really short?",
    "Would you rather be better looking in person or in photos?",
    "Would you rather be a shark or a dolphin?",
    "Would you rather be an angel or a demon?",
    "Would you rather stop using YouTube or stop using Twitter?",
    "Would you rather be swept up in a hurricane or lost in a flood?",
    "Would you rather sit on a cold toilet seat or a warm toilet seat?",
    "Would you rather die in a zombie apocalypse or die in a nuclear war?",
    "Would you rather be swept up in a hurricane or lost in a flood?",
    "Would you rather drink orange soda or lemon-lime soda?",
    "Would you rather have 2 left hands or have 2 left feet?",
    "Would you rather be a wizard or be a vampire?",
    "Would you rather be sucked into Terraria or Minecraft?",
    "Would you rather always drink carbonated beverages, or never drink them again?",
    "Would you rather have a successful podcast or a successful YouTube channel?",
    "Would you rather be near deaf or hear everything two minutes later?",
    "Would you rather meet your future self or meet your future kids?",
    "Would you rather be extremely paranoid or extremely naive?",
    "Would you rather live in Tokyo or Hong Kong?",
    "Would you rather eat a pinecone or eat an acorn?",
    "Would you rather fight a bear or fight a lion?",
    "Would you rather only listen to The Beatles or only listen to The Rolling Stones?",
    "Would you rather never be able to eat McDonalds again or never eat dessert again?",
    "Would you rather talk a little bit too loudly or talk a little bit too softly?",
    "Would you rather live without your cell phone or live without your iPod?",
    "Would you rather play Pacman or Space Invaders?",
    "Would you rather not be able to stop being serious or not be able to stop joking?",
    "Would you rather be allergic to peanut butter or be allergic to chocolate?",
    "Would you rather lick the floor at a club or lick a toilet seat at walmart?",
    "Would you rather eat a hamburger or hot dog?",
    "Would you rather sprout a tail or a horn?",
    "Would you rather live under communism or capitalism?",
    "Would you rather lose an eye and a hand or lose a leg and an ear?",
    "Would you rather be criticized or ignored?",
    "Would you rather be Calvin or be Hobbes from the comic?",
    "Would you rather smile when bad things happen? or frown when good things happen? ?",
    "Would you rather have your face on the $1 bill or have your face on the $100?",
    "Would you rather be hysterically funny or absolutely beautiful?",
    "Would you rather be a dinosaur or be a narwhal ?",
    "Would you rather be an olympic tennis player or be an olympic table tennis player?",
    "Would you rather speak to animals or speak 10 foreign languages?",
    "Would you rather drink tea or coffee ?",
    "Would you rather fix something that you broke OR replace it?",
    "Would you rather live in a place with constant summer OR constant winter?",
    "Would you rather have 2 left hands or have 2 left feet?",
    "Would you rather have a successful podcast or a successful YouTube channel?",
    "Would you rather eat a Butterfinger or eat a Snickers?",
    "Would you rather go one year without your teeth or go one year without the Internet?",
    "Would you rather be stupid OR be ugly?",
    "Would you rather beat up a 7 year old or beat up a 77 year old?",
    "Would you rather have chocolate or vanilla?",
    "Would you rather have your face on the $1 bill or have your face on the $100?",
    "Would you rather be covered in feathers or be covered in fur?",
    "Would you rather have no thumbs or only have thumbs?",
    "Would you rather gain 10 IQ points OR 15 lbs of muscle?",
    "Would you rather experience a zombie apocalypse or an alien invasion?",
    "Would you rather have a kiss every day or a hug every day?",
    "Would you rather never be able to touch blue or never be able to touch red?",
    "Would you rather live under communism or capitalism?",
    "Would you rather only dance the charleston or only dance the macarena?",
    "Would you rather know when the world ends or how the world ends?",
    "Would you rather poop rainbows or vomit rainbows?",
    "Would you rather be an anti-social genuis or or be a popular but unintelligent  ?",
    "Would you rather eat 50 celery sticks or brussels sprouts every day?",
    "Would you rather live under communism or capitalism?",
    "Would you rather eat only salad or only fruits for the rest of your life?",
    "Would you rather eat only salad or only fruits for the rest of your life?",
    "Would you rather never be able to feel emotions or never be able to express emotions?",
    "Would you rather only eat breakfast cereal or only eat pasta?",
    "Would you rather have chocolate or vanilla?",
    "Would you rather eat nothing for two days or eat the same meal for a month?",
    "Would you rather live in Ancient Greece or live in Ancient Rome?",
    "Would you rather never be able to laugh again OR never be able to smile again?",
    "Would you rather star in an Unpopular Movie or star in a Popular Play?",
    "Would you rather shrink to 1 inch or grow to 3 stories?",
    "Would you rather be psychokinetic or telepathic?",
    "Would you rather be a dinosaur or be a narwhal ?",
    "Would you rather be a horse or a cow?",
    "Would you rather have $150 in quarters or have $100 in paper money?",
    "Would you rather have fast food or Mom’s dinner?",
    "Would you rather have uncontrollable Ear Hair or uncontrollable Nose Hair?",
    "Would you rather reach your ideal salary or reach your ideal weight?",
    "Would you rather have uncontrollable diarrhea or have uncontrollable vomiting ?",
    "Would you rather toilet paper a house or egg a house?",
    "Would you rather live in a mansion in Beverly Hills or live in a penthouse in Manhattan?",
    "Would you rather earn $250,000 a year in quarters or $100,000 a year in bills ?",
    "Would you rather be rich or be famous?",
    "Would you rather own a pet snake or own a pet turtle?",
    "Would you rather be electrocuted to death OR burn to death?",
    "Would you rather be allergic to peanut butter or be allergic to chocolate?",
    "Would you rather adopt Pusheen or Nyan Cat?",
    "Would you rather live under communism or capitalism?",
    "Would you rather have a jello room or have a pillow room?",
    "Would you rather talk like Yoda or breathe like Darth Vader?",
    "Would you rather eat garbage OR eat feces?",
    "Would you rather be lefty or righty?"
  ]
}